{
  "id" : "KhU123456",
  "name" : "KhU123456",
  "resourceType" : "StructureDefinition",
  "kind" : "logical",
  "url" : "https://dtsj.uz/KhU123456",
  "type" : "https://dtsj.uz/KhU123456",
  "version" : "1.1.",
  "fhirVersion" : "5.0.0",
  "abstract" : false,
  "baseDefinition" : "http://hl7.org/fhir/StructureDefinition/Element",
  "derivation" : "specialization",
  "differential" : {
    "element" : [ {
      "id" : "KhU123456",
      "path" : "KhU123456"
    }, {
      "definition" : "Осмотр языка Семейным врачом",
      "id" : "KhU123456.осмотр языка",
      "max" : "1",
      "min" : 1,
      "path" : "KhU123456.осмотр языка",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tРозовый язык: считается нормой, свидетельствует о хорошем кровоснабжении и нормальном состоянии организма.\n•\tБледный язык: может указывать на анемию, недостаток железа, общую слабость или проблемы с кровообращением.\n•\tКрасный язык: часто ассоциируется с инфекциями, воспалительными процессами, лихорадочными состояниями или дефицитом витаминов (например, B12).\n•\tПурпурный или синеватый язык: свидетельствует о проблемах с кровообращением или легочной недостаточности.\n•\tЖелтоватый язык: может быть признаком желтухи, проблем с печенью или нарушений в работе желчевыводящих путей.",
      "id" : "KhU123456.осмотр языка.цвет языка",
      "max" : "1",
      "min" : 1,
      "path" : "KhU123456.осмотр языка.цвет языка",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tОтекающий язык: может свидетельствовать о заболеваниях почек, сердца или о проблемах с лимфатической системой.\n•\tЯзык с отпечатками зубов по краям: обычно это признак нарушения работы пищеварительной системы, возможных воспалительных процессов в кишечнике или недостатка витаминов группы B.\n•\tТонкий, уменьшенный язык: наблюдается при хронической усталости, обезвоживании или истощении организма.\n•\tГладкий язык (атрофический): может указывать на дефицит витаминов, особенно витамина B12 или железа.",
      "id" : "KhU123456.осмотр языка.форма и размер языка",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.форма и размер языка",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tТонкий белый налет: нормальный, если равномерный и не сопровождается другими симптомами. Если налет становится плотным, это может быть признаком инфекций, например, молочницы (кандидоза).\n•\tЖелтый налет: может свидетельствовать о желудочно-кишечных заболеваниях, нарушениях работы печени или желчного пузыря.\n•\tСерый налет: встречается при хронических инфекциях и гастритах.\n•\tКоричневый или черный налет: чаще всего возникает у курильщиков или при грибковых инфекциях, может быть связан с нарушением микрофлоры полости рта.",
      "id" : "KhU123456.осмотр языка.оценка налета на языке",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.оценка налета на языке",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tГладкий и блестящий язык: может быть признаком недостатка витаминов (особенно B12 и фолиевой кислоты) или железа.\n•\tТрещины на языке: часто связаны с хроническими заболеваниями, обезвоживанием, также могут быть следствием старения или генетической предрасположенности (географический язык).\n•\tЯзвочки и эрозии: свидетельствуют о травмах, инфекциях, аллергических реакциях или аутоиммунных заболеваниях, таких как красный плоский лишай.\n•\tГеографический язык: характеризуется появлением на языке участков с неровными краями, которые напоминают карту. Это доброкачественное состояние, обычно не требует лечения, но может указывать на пищевые аллергии или раздражение.",
      "id" : "KhU123456.осмотр языка.оценка поверхности языка",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.оценка поверхности языка",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tОграничение подвижности: может быть признаком неврологических нарушений, таких как повреждение лицевого или язычного нерва.\n•\tТремор языка: часто связан с заболеваниями нервной системы, такими как болезнь Паркинсона, гипертиреоз или другие нейрологические патологии.\n•\tЯзык с признаками паралича или слабости: может наблюдаться после инсульта или при расстройствах центральной нервной системы.",
      "id" : "KhU123456.осмотр языка.оценка подвижности языка",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.оценка подвижности языка",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tСухой язык: может быть признаком обезвоживания, диабета, нарушений в работе слюнных желез.\n•\tИзбыточно влажный язык: может свидетельствовать о проблемах с пищеварением или нарушениях метаболизма.",
      "id" : "KhU123456.осмотр языка.оценка влажности языка",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.оценка влажности языка",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tНарушения вкусовых ощущений: изменение или потеря вкусовых ощущений могут быть связаны с инфекциями, дефицитом витаминов, травмами или воздействием химических веществ.\n•\tНеобычные запахи изо рта (гальитоз): могут быть связаны с инфекциями, кариесом, заболеваниями десен, проблемами с желудочно-кишечным трактом или хроническими заболеваниями, такими как диабет или печеночная недостаточность.",
      "id" : "KhU123456.осмотр языка.оценка  обоняния и вкуса",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.оценка  обоняния и вкуса",
      "type" : [ {
        "code" : "code"
      } ]
    }, {
      "definition" : "•\tКороткая уздечка: может ограничивать подвижность языка и вызывать проблемы с речью (анкилоглоссия).\n•\tНормальная уздечка: должна позволять свободно двигать языком без ограничений.",
      "id" : "KhU123456.осмотр языка.оценка языковой уздечки",
      "max" : "1",
      "min" : 0,
      "path" : "KhU123456.осмотр языка.оценка языковой уздечки",
      "type" : [ {
        "code" : "code"
      } ]
    } ]
  }
}